Repository: figuren-theater/theater-production-blocks
Catalog: languages/theater-production-blocks-*.po
Languages: de_de

source: Theater Production Blocks
de_de: Theater Blöcke für 'Produktionen'

source: Production Meta
de_de: Infos zur Produktion

source: Premiere Date
de_de: Premieren-Datum

source: Choose a Date
de_de: Wähle ein Datum

source: Targetgroup
de_de: Zielgruppe

source: Duration
de_de: Dauer

source: Add the duration in Minutes.
de_de: Gib die Dauer in Minuten an.

# block title
source: Duration
de_de: Dauer

# block description
source: Shows duration of current production.
de_de: Zeigt die Dauer dieser Produktion.

source: Show human readable duration.
de_de: Zeige die Dauer in Worten.

source: Shows e.g. "2 hours 10 minutes".
de_de: Zeigt z.B. "2 Stunden 10 Minuten".

source: Shows pure "130" minutes only.
de_de: Zeigt nur die puren "130" Minuten an.

# block description
source: Show Premiere Date of production.
de_de: Zeigt das Premiere-Datum der Produktion.

source: Production Related
de_de: Inhalte zur Produktion

source: Shows content related to the production, that is connected to this post.
de_de: Zeigt weitere Inhalte die ebenfalls mit der Produktion verbunden sind, mit der auch dieser Inhalt verbunden ist.

source: relates
de_de: Verwandte

source: staging
de_de: Inszenierung

source: connected
de_de: verbunden

source: Related Productions
de_de: Verbundene Produktionen

source: Lists the Production(s) related to the current content.
de_de: Zeigt eine Liste mit den verbundenen Produktionen.

source: Production Subsites
de_de: Produktions-Unterseiten

source: Shows the subsites of the current production. Used on a production subsite, this block lists all sibling "subsites" under the same parent production.
de_de: Zeigt die Unterseite(n) der aktuellen Produktion. Eingesetzt auf einer Produktions-Unterseite, zeigt dieser Block alle gleichrangigen Unterseiten zur übergeordeneten Produktion.

# block title
source: Targetgroup
de_de: Zielgruppe

# block description
source: Shows targetgroup of current production.
de_de: Zeigt die Zielgruppe(n) der Produktion.
